INSERT INTO Subscriptions (Name, Price, Description, ImagePath, Duration, SubscriptionType)
VALUES 
(N'Тренажерный зал (Утро)', 45.00, N'Доступ в зал с 08:00 до 12:00. Отличный выбор для начала дня.', 'Images/gym2.jpg', N'1 месяц', N'Силовые'),
(N'Тренажерный зал (Безлимит)', 85.00, N'Полный доступ в любое время работы клуба без ограничений.', 'Images/gym3.jpg', N'1 месяц', N'Силовые'),
(N'Интенсивная Йога', 60.00, N'Групповые занятия йогой для любого уровня подготовки.', 'Images/yoga.jpg', N'12 занятий', N'Групповые'),
(N'Баскетбольная секция', 50.00, N'Тренировки на профессиональном корте с тренером.', 'Images/basketball.jpg', N'8 занятий', N'Спорт'),
(N'Плавание (Бассейн)', 75.00, N'Свободное плавание в бассейне олимпийского формата.', 'Images/swimming.jpg', N'1 месяц', N'Водные'),
(N'Волейбол (Группы)', 40.00, N'Командные тренировки и участие в любительских турнирах.', 'Images/volleyball.jpg', N'10 занятий', N'Спорт'),
(N'Йога для начинающих', 55.00, N'Мягкие практики и медитации в утреннее время.', 'Images/yogi.jpg', N'1 месяц', N'Групповые');
